saedemos/sae-webservices-test/src/test/resources/soap/request/pingSecure_SoapFault_wsse_SecurityTokenUnavailable.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
   <soapenv:Header xmlns:wsa="http://www.w3.org/2005/08/addressing">

      <wsse:Security
         xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd"
         xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd">

         

      </wsse:Security>

   </soapenv:Header>

   <soapenv:Body>
      <ns1:PingSecureRequest xmlns:ns1="http://www.cirtil.fr/saeService" />
   </soapenv:Body>

</soapenv:Envelope>
